brew "automake"
brew "coreutils"
brew "docker"
brew "fontconfig"
brew "freetype"
brew "fribidi"
brew "gcc"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gettext"
brew "git"
brew "git-secrets"
brew "glib"
brew "gmp"
brew "gnupg"
brew "gnutls"
brew "heroku"
brew "heroku-node"
brew "hub"
brew "icu4c"
brew "imagemagick"
brew "isl"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "libassuan"
brew "libcroco"
brew "libevent"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libksba"
brew "libmpc"
brew "libpng"
brew "librsvg"
brew "libssh"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "little-cms2"
brew "llvm"
brew "luajit"
brew "macvim"
brew "mpfr"
brew "msgpack"
brew "ncurses"
brew "neovim"
brew "nettle"
brew "oniguruma"
brew "openjpeg"
brew "openssl"
brew "p11-kit"
brew "pango"
brew "pcre"
brew "pcre2"
brew "perl"
brew "pinentry"
brew "pixman"
brew "pkg-config"
brew "pwgen"
brew "readline"
brew "redis"
brew "ripgrep"
brew "sqlite"
brew "swig"
brew "tmate"
brew "tmux"
brew "tree"
brew "unbound"
brew "unibilium"
brew "unixodbc"
brew "watchman"
brew "webp"
brew "wxmac"
brew "xz"
brew "yadm"
brew "yarn"
